Repository: Jonathanlight/card_love_app
Catalog: lib/l10n/app_*.arb
Languages: fr

# welcomeSubtitle
source: Intimate questions for couples
fr: Questions intimes pour couples

# startGame
source: Start
fr: Commencer

source: New Game
fr: Nouvelle Partie

source: Game Finished
fr: Partie Terminée

source: Cards drawn
fr: Cartes tirées

source: Favorites
fr: Favoris

source: No favorites
fr: Aucun favori

# noFavoritesDescription
source: Tap the star to add a card to your favorites
fr: Appuyez sur l'étoile pour ajouter une carte à vos favoris

source: Shop
fr: Boutique

source: Unlock more questions
fr: Débloquez plus de questions

# freeCardsAvailable
source: {count} cards already available for free
fr: {count} cartes déjà disponibles gratuitement

# packHotName
source: Hot Pack
fr: Pack Hot

# packHotDescription
source: Ultra intimate and sensual questions
fr: Questions ultra intimes et sensuelles

# packCoupleName
source: Long-term Couple Pack
fr: Pack Couple longue durée

# packCoupleDescription
source: Deepen your relationship
fr: Approfondissez votre relation

# packTabouName
source: Taboo Pack
fr: Pack Tabou

# packTabouDescription
source: Questions about trust and infidelity
fr: Questions sur la confiance et l'infidélité

# packFunName
source: Fun / Party Pack
fr: Pack Fun / Soirée

# packFunDescription
source: Light-hearted questions to have fun with friends
fr: Questions légères pour s'amuser entre amis

# cardsCount
source: {count} cards
fr: {count} cartes

source: Buy
fr: Acheter

source: Owned
fr: Possédé

source: Restore Purchases
fr: Restaurer les achats

# purchaseSuccess
source: {packName} unlocked!
fr: {packName} débloqué!

# purchaseError
source: Purchase failed. Please try again.
fr: Achat échoué. Veuillez réessayer.

source: Store not available
fr: Boutique non disponible

# alreadyOwned
source: You already own this pack
fr: Vous possédez déjà ce pack

# networkError
source: Network error. Check your connection.
fr: Erreur réseau. Vérifiez votre connexion.

# restoreSuccess
source: {count} packs restored
fr: {count} packs restaurés

# restoreNone
source: No purchases to restore
fr: Aucun achat à restaurer

source: Restore error
fr: Erreur lors de la restauration

source: Loading...
fr: Chargement...

# errorLoadingCards
source: Error loading cards: {error}
fr: Erreur lors du chargement des cartes: {error}

source: No cards available
fr: Aucune carte disponible

# questionSexy
source: Sexy Question
fr: Question Sexy

# vieDeCouple
source: Couple Life
fr: Vie de Couple

# infidelite
source: Infidelity
fr: Infidélité

# questionFun
source: Fun Question
fr: Question Fun

# swipeInstruction
source: Swipe for next card
fr: Swipe pour la prochaine carte

# youDrewCards
source: You drew {count} cards
fr: Vous avez tiré {count} cartes

# endGameTitle
source: End game?
fr: Terminer le jeu?

# endGameMessage
source: Do you really want to end the game?
fr: Voulez-vous vraiment terminer le jeu?

source: Cancel
fr: Annuler

source: End
fr: Terminer

# errorOccurred
source: An error occurred
fr: Une erreur est survenue

source: About
fr: À propos

# aboutTitle
source: About Love Quest
fr: À propos de Love Quest

source: Game Rules
fr: Règles du jeu

# rulesIntro
source: Love Quest is an intimate card game for couples who want to deepen their relationship.
fr: Love Quest est un jeu de cartes intime pour couples qui souhaitent approfondir leur relation.

# rulesHowToPlay
source: How to Play
fr: Comment jouer

# rulesStep1
source: 1. Get comfortable with your partner in a quiet place
fr: 1. Installez-vous confortablement avec votre partenaire dans un endroit calme

# rulesStep2
source: 2. Tap 'Start' to begin a game
fr: 2. Appuyez sur 'Commencer' pour lancer une partie

# rulesStep3
source: 3. Swipe the card to reveal the next question
fr: 3. Swipez la carte pour révéler la question suivante

# rulesStep4
source: 4. Take turns answering questions with honesty and respect
fr: 4. Répondez à tour de rôle aux questions avec honnêteté et respect

# rulesStep5
source: 5. Use the star to save your favorite questions
fr: 5. Utilisez l'étoile pour sauvegarder vos questions préférées

source: Card Types
fr: Types de cartes

# cardTypeHot
source: 🔥 Sexy Questions - Intimate and sensual questions to spice up your relationship
fr: 🔥 Questions Sexy - Questions intimes et sensuelles pour pimenter votre vie de couple

# cardTypeCouple
source: 💙 Couple Life - Questions to deepen your emotional connection
fr: 💙 Vie de Couple - Questions pour approfondir votre connexion émotionnelle

# cardTypeTabou
source: ⚫ Infidelity - Questions about trust and boundaries in your relationship
fr: ⚫ Infidélité - Questions sur la confiance et les limites de votre relation

# cardTypeFun
source: 🎉 Fun Questions - Light and entertaining questions to lighten the mood
fr: 🎉 Questions Fun - Questions légères et amusantes pour détendre l'atmosphère

source: Tips
fr: Conseils

# tip1
source: • Create a relaxed and judgment-free atmosphere
fr: • Créez une ambiance détendue et sans jugement

# tip2
source: • Take your time to answer with sincerity
fr: • Prenez votre temps pour répondre avec sincérité

# tip3
source: • Respect your partner's boundaries
fr: • Respectez les limites de votre partenaire

# tip4
source: • Use the game as an opportunity to get closer
fr: • Utilisez le jeu comme une opportunité de vous rapprocher

# developer
source: Developed by
fr: Développé par

# developerTitle
source: Symfony/Flutter Developer
fr: Développeur Symfony/Flutter
